app/controllers/posts_controller.rb

  def create
    @post = Post.create(title: params[:post][:title], description: params[:post][:description])
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "My post title"], ["description", "My post description"], ["created_at", "2018-03-05 05:46:46.018151"], ["updated_at", "2018-03-05 05:46:46.018151"]]